[
  {
    "heading": "REMOTE FREELANCE",
    "heading_link":"",
    "role": "Product Manager",
    "duration": "",
    "summary": "I have been offering my services for past 1 year and have worked with startups from Netherlands, Singapore and Sweden in completely distributed teams.",
    "points": []
  },
  {
    "heading": "PEPPERTAP / NUVOEX - VC FUNDED STARTUP (USD 47M)",
    "heading_link":"http://nuvoex.com",
    "role": "Senior Product Manager",
    "duration": "Feb 2016 to Today",
    "summary": "Spearheaded the forward logistics system (FL) and hyperlocal delivery service (HL). Owned checkout process in Peppertap (PT, e-Grocery).",
    "points": [
      "FL: Conceptualised suit of mobile & web products and processes for 1M/month orders",
      "FL: Launched in 30 cities, 1300 pin codes, covering 80% of e-commerce volume",
      "FL: Realtime operations visibility enabled in curbing the shipment lost rate to less than 0.1%",
      "HL: Scaled hyperlocal delivery service to 4k/month orders peaking at 210/day orders in 2 months with negligible tech investment",
      "PT: Improvement of UX in the checkout process and peppertap wallet" 
    ]
  },
  {
    "heading": "HOUSING - VC FUNDED STARTUP (USD 160M)",
    "heading_link":"https://housing.com",
    "role": "Senior User Experience Designer",
    "duration": "Apr 2015 to Nov 2015",
    "summary": "Led the innovation powerhouse of Housing.com with an objective to create new products in the housing domain. Established a lean development process to churn new products quickly.",
    "points": []
  },
  {
    "heading": "TOUCHTALENT - SAIF FUNDED STARTUP",
    "heading_link":"http://touchtalent.com",
    "role": "User Experience Lead",
    "duration": "May 2014 - Jan 2016",
    "summary": "Inculcated design processes and thinking in this softbank (asia) seed funded startup. Redesigned the web and app platforms to increase the engagement metrics.",
    "points": [
      "APP: Significant improvement in percentage of users sharing from 5% o 24%.",
      "APP: Monthly retention of content creators rose from 27% to 50%",
      "APP: Content creation conversion improved from 32% to 52%",
      "WEB: Improved pages/session by 30% and reduced bounce rate by 30%"
    ]
  },
  {
    "heading": "FLIPKART - INDIAN E-COM UNICORN",
    "heading_link":"https://flipkart.com",
    "role": "Interaction Designer",
    "duration": "July 2012 - May 2014",
    "summary": "Designed key components in the online shopping processes including checkout, self serve portal, offers eco-system, information architecture and more which are still live.",
    "points": []
  }
]